import "../../styles/policy/Policy.css";

const Policy = () => {
    // https://www.go-elibrary.co.kr/member/policy.asp
    // 레퍼런스 사이트
    return(
        <div className="policy-container">
            <div className="policy-box">

                <div className="policy-title">
                    <p>서비스 이용약관</p>
                    <p><b>(주)차나니 코리아</b>는 회원님들의 권익을 보호하고, 회원님들의 개인정보 보호에 만전을 기하고자 관계법령의 규정을 반영하여
                    약관을 규정하였습니다.</p>
                </div>

                <div className="policy-content">
                    <div>제 1장 총칙</div>
                    <div>제 1조 (목적)</div>
                    <div>이 약관은 전기통신사업법, 전기통신기본법, 정보통신 윤리위원회 심의규정, 정보통신 윤리강령, 프로그램 보호법 및 관계규정에 의거 (주)The Japan이 제공하는 교육 서비스의 이용조건 및 절차에 관한 사항과 기타 필요한 사항의 준수 및 규정함을 목적으로 합니다.</div>
                    <div>제 2조 (약관의 효력 및 변경)</div>
                    <div>
                        <p>1. 이 약관의 내용은 이용자가 정해진 등록절차를 거쳐 등록을 완료하면 이 약관에 동의한 것으로 간주합니다.</p>
                        <p>The Japan은 이 약관을 변경할 수 있으며 변경된 약관은 서비스 화면에 게시하거나 기타 방법으로 회원에게 공지함으로써 그 효력이 발생합니다.</p>
                    </div>
                    <div>제 3조 (약관의 수정)</div>
                    <div>The Japan은 합리적 사유가 발생했을 경우 서비스 약관의 내용을 변경할 수 있습니다. 다만 변경된 내용은 이용자에게 공지함으로써 효력을 발생합니다. 러닝캐슬 e-라이브러리는 변경된 약관을 초기화면에 공지함으로써 이용자는 직접 확인할 수 있습니다. 이용자는 변경된 약관에 동의하지 않을 경우 등록을 취소할 수 있으며, 서비스를 계속 이용할 경우 약관 변경에 대한 동의로 간주합니다.</div>
                    <div>제 4조 (약관 외 준칙)</div>
                    <div>이 약관에 명시되지 않은 사항은 관계 법령에 규정되어 있을 경우 그 규정에 따르며, 그렇지 않은 경우에는 일반적인 관례에 따릅니다.</div>
                    <div>제 5조 (용어의 정의)</div>
                    <div>
                        <p>1. 홈페이지 회원 : The Japan에서 회원가입을 통하여 ID를 발급받은 자</p>
                        <p>2. 이용자 번호(ID) : 이용자 식별과 이용자의 서비스 이용을 위하여 이용계약 체결 시 홈페이지 회원에게 The Japan이 부여하는 문자와 숫자의 조합.</p>
                        <p>3. 비밀번호: 홈페이지 자신의 비밀을 보호하기 위하여 이용자 자의로 설정한 문자와 숫자의 조합</p>
                        <p>4. 단말기: The Japan의 서비스 제공을 받기 위해 이용자가 설치한 개인용 컴퓨터 및 모뎀 등의 기기</p>
                        <p>5. The Japan 이용: 이용자가 단말기를 이용하여 The Japan에 접속하여 The Japan이 제공하는 정보를 이용하는 것</p>
                        <p>6. 인터넷 서비스: 전세계의 컴퓨터 네트워크들과 연결되어 제공하는 전자우편, 파일전송, 원격지 로그인, 웹 등의 서비스</p>
                        <p>7. 인터넷 서비스 제공자(ISP): 인터넷 회선 및 인터넷 서비스를 제공하는 기관 또는 사람.</p>
                    </div>
                </div>

            </div>
        </div>
    )
}

export default Policy;
